alacritty
amd-ucode
base
base-devel
blender
chrony
dhcpcd
dmenu
dunst
efibootmgr
feh
firefox
flameshot
fzf
git
grub
gvim
htop
i3-gaps
krita
lib32-libva-mesa-driver
lib32-mesa
lib32-vulkan-radeon
libreoffice-fresh
libva-mesa-driver
linux
linux-firmware
lxappearance
man-pages
mesa
mpc
mpd
ncmpcpp
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
pass
pavucontrol
picom
pulseaudio
pulseaudio-alsa
pulsemixer
python-pipx
python-pynvim
ranger
redshift
ripgrep
rsync
steam
thunar
thunderbird
ttf-liberation
tumbler
unclutter
unzip
vi
vlc
vulkan-radeon
xf86-input-wacom
xf86-video-amdgpu
xf86-video-vesa
xorg-apps
xorg-server
xorg-xinit
zsh
