base
base-devel
blender
chrony
ctags
dhcpcd
dmenu
dunst
efibootmgr
fd
feh
firefox
flameshot
fzf
git
grub
gvim
htop
i3-wm
krita
lxappearance
man-pages
mesa
mpc
mpd
ncmpcpp
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
pass
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
python-pipx
qpwgraph
reaper
rsync
steam
surge-xt
ugrep
unzip
vi
vlc
wireplumber
xf86-input-wacom
xorg-apps
xorg-server
xorg-xinit
zsh
